<?php

use app\models\AuditDepartment;
use yii\helpers\Url;
use app\models\News;

$this->title = 'ยินดีต้อนรับสู่ระบบบริหาร 👋';
?>



<div class="row  mt-2 text-center mt-4">
        <div class="row g-4">
      <div class="col-md-4">
        <div class="bg-white p-4 stat-card">
          <h3>2567</h3>
          <p class="mb-1">สรุปข้อมูลประจำปี 2567</p>
          <p>น้ำหนักรวม: <span>120,000.00 กก.</span></p>
          <p>มูลค่ารวม: <span>8,400,000.00 บาท</span></p>
          <p>ราคาเฉลี่ย: <span>70.00 บาท/กก.</span></p>
          <p>จำนวนรายการ: <span>1,200.00 รายการ</span></p>
        </div>
      </div>

      <div class="col-md-4">
        <div class="bg-white p-4 stat-card">
          <h3>2566</h3>
          <p class="mb-1">สรุปข้อมูลประจำปี 2566</p>
          <p>น้ำหนักรวม: <span>110,000.00 กก.</span></p>
          <p>มูลค่ารวม: <span>7,150,000.00 บาท</span></p>
          <p>ราคาเฉลี่ย: <span>65.00 บาท/กก.</span></p>
          <p>จำนวนรายการ: <span>1,100.00 รายการ</span></p>
        </div>
      </div>

      <div class="col-md-4">
        <div class="bg-white p-4 stat-card">
          <h3>2565</h3>
          <p class="mb-1">สรุปข้อมูลประจำปี 2565</p>
          <p>น้ำหนักรวม: <span>100,000.00 กก.</span></p>
          <p>มูลค่ารวม: <span>6,500,000.00 บาท</span></p>
          <p>ราคาเฉลี่ย: <span>65.00 บาท/กก.</span></p>
          <p>จำนวนรายการ: <span>1,000.00 รายการ</span></p>
        </div>
      </div>
    </div>
  </div>



</div>